/* eslint-disable max-len */
export const tab1Text = `Добро пожаловать в магазин 'РиЗВП' – вашего любимого интернет-магазина, где мы не просто доставляем товары, мы доставляем удивление! Наши курьеры обучены искусству внезапности и всегда готовы удивить вас чем-то совершенно непредсказуемым.
Заказали галактический пылесос? Получите в подарок невидимый кот, который его управляет! Шляпа для голубя? Добавим к ней эксклюзивный виртуальный голубь, который оставляет виртуальные следы на вашем экране!
Наши товары – как лотерея, только без проигравших. Кто знает, что вы получите в следующей посылке? Возможно, это будет пингвин-парашютист или робот-повар, специализирующийся на приготовлении невидимых блинов.
С 'РиЗВП' каждая доставка – это приключение! Закажите сейчас и дайте своей жизни порцию непредсказуемости и веселья. Помните: с нами каждый день – день сюрпризов!`

export const tab2Text = `Чтобы забрать свой невероятный товар из пункта самовывоза, выполните следующие шаги:
Поднимитесь на гору, пробегите через поляну и пройдите лабиринт из виртуальных конфет. Не волнуйтесь, наш лабиринт полон смеха и удивительных встреч!
При достижении фонтана, введите свой пароль – это будет ответ на загадку о том, почему курицы предпочитают танцевать в носках. Пароль всегда меняется, чтобы поддерживать ваш интеллект в тонусе!
После ввода пароля, дерните за виртуальный веревочный канат, и ваш товар появится в специальном зонте. Убедитесь, что у вас есть виртуальные перчатки для безопасного извлечения товара!
Возьмите свой товар и наслаждайтесь сюрпризом! Если вы встретите на пути виртуальных единорогов или роботов-танцоров, пожалуйста, поприветствуйте их от нас.`

export const tab3Text = `Чтобы ваш сюрприз попал к вам, предлагаем узнать о наших условиях доставки:
Стоимость курьерской доставки варьируется от 59 до 150 грн в зависимости от вашего населенного пункта. При оформлении заказа система автоматически рассчитает точную стоимость доставки, поэтому будьте внимательны и указывайте город доставки корректно.
Доставка осуществляется курьером, и у вас будет возможность оплатить заказ наличными или платежной картой. При этом, оплата картой при получении поддерживается с определенными ограничениями.`

export const tab4Text = `Точная стоимость доставки рассчитывается при оформлении заказа. Будьте внимательны и корректно указывайте город доставки. При доставке заказа курьером в нашем магазине у вас есть возможность оплатить заказ наличными или платежной картой. Оплата картой при получении имеет определенные ограничения. Вы можете заказать доставку курьером. Услуга доступна только в некоторых городах и областях. Информация о возможности доставки курьером указана на странице товара (не забудьте указать населенный пункт) или в блоке доставка при подтверждении заказа на сайте. Стоимость курьерской доставки - от 59 до 150 грн в зависимости от населенного пункта.`
